{
  "events": [
    {
      "id": 1,
      "title": "Carrera de montaña 2025",
      "date": "20-02-2025",
      "location": "Soller, Mallorca",
      "description": "Una experiencia única para los amantes del deporte al aire libre.",
      "long_description": "La Carrera de Montaña 2025 promete ser una aventura inolvidable en los hermosos paisajes de Soller, Mallorca. Este evento reúne a corredores de todos los niveles para disfrutar de senderos desafiantes, vistas espectaculares y un ambiente deportivo incomparable. Ideal para quienes buscan combinar deporte, naturaleza y comunidad.",
      "image": "https://lacasadeltrailrunning.com/wp-content/uploads/2019/12/trail-running-cosa-mi-serve.jpg"
    },
    {
      "id": 2,
      "title": "Triatlón Costero",
      "date": "15-03-2025",
      "location": "Palma, Mallorca",
      "description": "Nadar, correr y pedalear junto al mar.",
      "long_description": "El Triatlón Costero es una oportunidad única para probar tus habilidades en tres disciplinas. La competencia se lleva a cabo junto al impresionante mar Mediterráneo, ofreciendo a los participantes y espectadores un espectáculo natural incomparable. Vive la adrenalina y el espíritu competitivo en este evento deportivo de primer nivel.",
      "image": "https://triatletasenred.sport.es/wp-content/uploads/100x100-Half-2019.jpg"
    },
    {
      "id": 3,
      "title": "Torneo de Fútbol Infantil",
      "date": "10-04-2025",
      "location": "Son Servera, Mallorca",
      "description": "Un evento deportivo para disfrutar en familia.",
      "long_description": "El Torneo de Fútbol Infantil reúne a jóvenes talentos en un día lleno de emoción y espíritu deportivo. Equipos de toda la región competirán en un ambiente amistoso, con actividades y entretenimiento para toda la familia. Ven a apoyar a las futuras estrellas del fútbol en este evento imperdible.",
      "image": "https://ytg-prod.imgix.net/img/news/q7EUifaAK0DQ3skzemDqjs2cE70aWy27WBtjcTtS.jpg"
    },
    {
      "id": 4,
      "title": "Torneo de Fútbol 7",
      "date": "15-11-2024",
      "location": "Son Servera, Mallorca",
      "description": "Un torneo amistoso de fútbol 7 con equipos locales. ¡Fue un gran evento!",
      "long_description": "El Torneo de Fútbol 7 fue una celebración del deporte y la comunidad. Equipos locales compitieron en una serie de partidos emocionantes que culminaron en una final espectacular. La camaradería y el espíritu deportivo estuvieron presentes en todo momento, haciendo de este evento un éxito rotundo.",
      "image": "https://weezevent.com/wp-content/uploads/2023/02/01124436/organiser-tournoi-foot.jpg"
    },
    {
      "id": 5,
      "title": "Maratón de la Ciudad",
      "date": "30-10-2024",
      "location": "Son Servera, Mallorca",
      "description": "Una maratón de 42 km con corredores internacionales y locales.",
      "long_description": "La Maratón de la Ciudad es un evento icónico que reúne a corredores de élite y aficionados para recorrer 42 kilómetros a través de las calles de Son Servera. Este evento no solo celebra el atletismo, sino también la comunidad y la cultura local, ofreciendo una experiencia única tanto para participantes como para espectadores.",
      "image": "https://estaticos-cdn.prensaiberica.es/clip/a5639c4d-84cb-4df1-8628-a3abfd142936_16-9-discover-aspect-ratio_default_0.jpg"
    },
    {
      "id": 6,
      "title": "Partido de Rugby - Final",
      "date": "22-09-2024",
      "location": "Son Servera, Mallorca",
      "description": "La final del campeonato de rugby con los dos equipos más competitivos de la temporada.",
      "long_description": "La final del campeonato de rugby fue un espectáculo emocionante, con los dos equipos más fuertes de la temporada enfrentándose en un partido lleno de intensidad y estrategia. El evento atrajo a fanáticos de toda la región, creando un ambiente electrizante que no se olvidará pronto.",
      "image": "https://estaticos-cdn.prensaiberica.es/clip/bdfdee6e-d17b-4865-948a-3f86513f9762_source-aspect-ratio_default_0.jpg"
    }
  ]
}